Revit 2027 API
ParameterTypeId.RbsWireNeutralModeParam Property
 "Neutral Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireNeutralModeParam { get; }
Public Shared ReadOnly Property RbsWireNeutralModeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireNeutralModeParam {
	ForgeTypeId^ get ();
}
static member RbsWireNeutralModeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace